Revit 2027 API
UnitTypeId.RatioTo10 Property
 Ratio : 10.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RatioTo10 { get; }
Public Shared ReadOnly Property RatioTo10 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RatioTo10 {
	ForgeTypeId^ get ();
}
static member RatioTo10 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace